export const death =
  "🔫 💩 👻 ☣️ 😈 ⛓ 💀 ‍💣 🧨 🌋 🪚 🗡️ 🦹‍️ 🌪️ 🦖 🦛 🦈 🥊 🪓 ️🪦 ⚔️  🏴‍☠️";

export const spaceDucks = "🦆 🚀 🛸 🪐 🌈 🐈 🎒 🎓 📱 💻 ⏱️ 🗃️";

// copied from https://getemoji.com/
export const positiveSmileys1 =
  "😀 😃 😄 😁 😆 😅 🤣 🥲 ☺️ 😊 🙂 🙃 😉 😌 😘 😗 😙 😚 😛 😝 😜 🤪 😏 🤗 🤭 ";
export const positiveSmileys2 = "😂 😇 😍 🥰 😋 🤓 😎 🤩 🥳 🤤 🤑 🤠";
export const negativeSmileys1 =
  "🤨 😒 😞 😔 😟 😕 🙁 ☹️ 😣 😖 😫 😩 🥺 😢 😭 😤 😠 😡 🤬 😳 😨 😰 😥 😓 🤔 🤭 🤫 🤥 😶 😐 😑 😬 🙄 😯 😦 😧 😮 😲 😪 😵 🤐 🥴 🤢 ";
export const negativeSmileys2 = "🧐 🤯 🥵 🥶 😱 😲 🥱 😴 🤮 🤧 😷 🤒 🤕 🤡 ";
export const smileys =
  positiveSmileys1 + positiveSmileys1 + negativeSmileys1 + negativeSmileys2;
export const smileysForGame = positiveSmileys2 + negativeSmileys2;
export const catSmileys = "😺 😸 😹 😻 😼 😽 🙀 😿 😾";
export const monkeySmileys = "🙈 🙉 🙊";
export const gestures =
  "👋 🤚 🖐 ✋ 🖖 👌 🤌 🤏 ✌️ 🤞 🤟 🤘 🤙 👈 👉 👆 🖕 👇 ☝️ 👍 👎 ✊ 👊 🤛 🤜 👏 🙌 👐 🤲 🤝 🙏";
export const bodyParts =
  "💅 🤳 ✋ 💪 🦾 🦵 🦿 🦶 👣 👂 🦻 👃 🫀 🫁 🧠 🦷 🦴 👀 👁 👅 👄 💋";
export const clothing =
  "🥼 🦺 👔 👕 👖 🧣 🧤 🧥 🧦 👗 👘 🥻 🩴 🩱 🩳 👙 👚 👟 🥾 👠 🩰 👢";
export const accessories =
  "🧳 🌂 ☂️ 🧵 🪡 🪢 🧶 👓 🕶 🥽 👛 👜 👝 🎒 👑 👒 🎩 🎓 🧢 🪖 💄 💍 💼";
export const waterReptileAnimals =
  "🐙 🦞 🦀 🐡 🐟 🐬 🐳 🦈 🐊 🦫 🦦 🐸 🐢 🐍 🦎 🦖 🦕 🐉 ";
export const birdAnimals =
  "🐣 🦆 🦅 🦉 🦇 ‍🪶 🐓 🦤 🦚 🦜 🦢 🦩 🕊 🐔 🐧 🐦 🐤 ";
export const insectAnimals = "🐝 🪱 🐛 🦋 🐌 🐞 🐜 🪰 🪲 🪳 🦟 🦗 🕷 🕸 🦂 ";
export const domesticAnimals =
  "🐂 🐄 🐎 🐖 🐑 🐐 🐕 🐩 🐈 🐇 🐁 🐶 🐱 🐭 🐹 🐰 🐮 🐷 🐴 ";
export const bigAnimals = "🐅 🦓 🦍 🦧 🦣 🐘 🦛 🦏 🐪 🐫 🦒 🦘 🦬 🦄 🐻 🐼 🐻‍❄️ ";
export const otherAnimals =
  "🐵 🐒 🐆 🦡 🦙 🦥 🦊 🐨 🐯 🦁 🐺 🐗 🦌 🦝 🦨 🐿 🦔 ";
export const animals =
  waterReptileAnimals +
  birdAnimals +
  insectAnimals +
  domesticAnimals +
  bigAnimals +
  otherAnimals;
export const nature =
  "🌵 🎄 🌲 🌳 🌴 🪵 🌱 🌿 ☘️ 🍀 🪴 🎋 🍃 🍂 🍁 🍄 🐚 🪨 🌾 💐 🌷 🌹 🥀 🌺 🌸 🌼 🌻";
export const weatherAndEarth =
  "🌙 🪐 💫 ⭐️ ✨ ⚡️ ☄️ 💥 🌎 🌍 🌏🔥 🌪 🌈 ☀️ ⛅️ ☁️ 🌦 🌧 ⛈️ 🌨 ❄️ ⛄️ 💨 💧 💦 ☔️ 🌊 ";
export const freshFood =
  "🍏 🍎 🍐 🍊 🍋 🍌 🍉 🍇 🍓 🫐 🍈 🍒 🍑 🥭 🍍 🥥 🥝 🍅 🍆 🥑 🥦 🥬 🥒 🌶 🫑 🌽 🥕 🫒 🧄 🧅 🥔 🍠 🥜 ";
export const processedFood =
  "🥯 🍞 🥖 🥨 🧀 🥚 🍳 🧈 🥓 🌭 🍔 🍟 🍕 🫓 🥪 🥙 🧆 🌮 🌯 🥗 🥘 🫕 🥫 🍝 🍛 🍣 🍱 🍤 🍚 ";
export const sweets = "🥐 🥞 🧇 🥠 🍡 🍨 🍦 🧁 🍰 🎂 🍮 🍭 🍬 🍫 🍿 🍩 🍪 🍯 ";
export const drinksAndFoodObjects =
  "🥛 🍼 🫖 ☕️ 🧃 🥤 🍺 🥂 🍷 🥃 🍸 🍾 🧊 🥄 🍴 🍽 🥡 🧂";
export const foodAndDrink =
  freshFood + processedFood + sweets + drinksAndFoodObjects;
export const sport =
  "⚽️ 🏀 🏈 ⚾️ 🎾 🏐 🪀 🏓 🏸 🏒 🥅 ⛳️ 🏹 🥊 🥋 🎽 🛹 🛼 ⛸️ 🥌 🎿 🏆 🥇 🎖";
export const activity =
  "🪁 🪃 🎣 🤿 🎫 🎟 🎪 🎭 🩰 🎨 🎬 🎲 ♟️ 🎯 🥏 🎱 🎳 🎮 🎰 🧩 🛷";
export const music = "📻 🎙 🎤 🎧 🎼 🎹 🥁 🪘 🎷 🎺 🪗 🎸 🪕 🎻";
export const activityPersons =
  "⛷ 🏂 🪂  🏋️  🤼  🤸 ⛹️  🤺  🤾  🏌️  🏇  🧘  🏄  🏊 🤽  🚣 🧗 🚴 🤹 🏃";
export const vehicles =
  "🚗 🚕 🚌 🚎 🏎 🚓 🚑 🚒 🚐 🛻 🚚 🚛 🚜 🦽 🦼 🛴 🚲 🛵 🏍 🛺 🚔 🚍 🚘 🚖 🚠 🚋 🚄 🚂 🚉 ✈️ 🚀 🛸 🚁 🛶 ⛵️ 🚤 🛥 🚢 ";
export const travelAndPlaces =
  "🦯 🚨 💺 🛰 ⚓️ 🪝 ⛽️ 🚧 🚦 🚏 🗺 🗿 🗽 🗼 🏰 🏯 🏟 🎡 🎢 🎠 ⛲️ 🏖 🏝 🏜 🌋 ⛰️ 🏔 ⛺️ 🛖 🏠 🏗";
export const objects1 =
  "⌚️ 📱 💻 ⌨️ 🖥 🖨 🖱 🕹 💾 💿 📼 📸 🎥 📽 🎞 📞 ☎️ 📺 🧭 ⏱️ ⏲️ ⏰ 📡 🔋 🔌 💡 🔦 ";
export const objects2 =
  "🕯 🧯 🛢 💵 💶 🪙 💰 💳 💎 ⚖️ 🪜 🧰 🪛 🔧 🔨 🪚 🔩 ⚙️ 🪤 🧱 ⛓ 🧲 🔫 💣 🧨 🪓 🗡 ⚔️ 🛡";
export const objects3 =
  "🏺 🔮 📿 💈 🔭 🔬 🕳 🩹 🩺 💊 💉 🩸 🧬 🦠 🧪 🌡 🧹 🪠 🧺 🧻 🚽 💩 🚰 🚿 🛁 🪥 🪒 🧽 🪣 🧴";
export const objects4 =
  "🛎 🔑 🗝 🚪 🪑 🛋 🛏 🧸 🪆 🖼 🪞 🪟 🛍 🛒 🎁 🎈 🎀 🪄 🎊 🎉 ✉️ 👻 ☠️ 👽 🤖 🎃";

export const jobs =
  " 👮 👷 💂 🕵️ 🧑‍⚕️ 🧑‍🌾 🧑‍🍳 🧑‍🎓 🧑‍🎤 🧑‍🏫 🧑‍🏭 🧑‍💻 🧑‍💼 🧑‍🔧 🧑‍🔬 🧑‍🎨 🧑‍🚒 🧑‍✈️ 🧑‍🚀  🧑‍⚖️ 💃 🕺 ";
export const phantasy = "👸 🤴 🥷️ 🦸 🦹 🎅 🧙 🧝 🧛️ 🧟 🧞 🧜 👼 ";
